
<html><!-- InstanceBegin template="/Templates/abiz_standard.dwt.aspx" codeOutsideHTMLIsLocked="false" -->
<!-- Added by HTTrack --><meta http-equiv="content-type" content="text/html;charset=utf-8" /><!-- /Added by HTTrack -->
<head>
<!-- InstanceBeginEditable name="doctitle" -->
<meta name="description" content="ECPA, Edmonton Chinese Philharmonica Association,music, chinese music, promote chinese music culture, educating the your people. Organize events for the Chinese Community, percussion music, guzheng, dizi, flute,erhu " />
<meta name="keywords" content="ECPA, Edmonton Chinese Philharmonica Association, promote chinese culture,educating the your people,  Organize events for the Chinese Community" />
<meta name="author" content="Edmonton Chinese Philharmonica Association" />
<meta name="copyright" content="Edmonton Chinese Philharmonica Association" />
<meta http-equiv="imagetoolbar" content="no">
<title>ECPA Edmonton Chinese Philharmonica - Chinese Traditional Orchestra</title>
<!-- InstanceEndEditable -->
<meta http-equiv="Content-Type" content="text/html; ResponseEncoding="utf-8">
<link rel="stylesheet" href="../CSS/s1.css" type="text/css" media="screen" />
<!-- InstanceBeginEditable name="head" -->

<!-- InstanceEndEditable -->
</head>

<body leftmargin="0" topmargin="0" rightmargin="0" bottommargin="0">
<!-- InstanceBeginEditable name="masthead" --> 
<a name="Top">
<table width="770" border="0" cellspacing="0" cellpadding="0" bgcolor="#FF6600">
  <tr>		
    <td>
	
   </td>
  </tr>	
</table></a>
<!-- InstanceEndEditable --> 

<table width="800" border="0" cellspacing="0" cellpadding="0">
  <tr> 
    <td width="2"><img src="../images/layout/spacer.gif" width="2" height="1"></td>
    <td width="156" valign="top"> 
      <table width="100%" border="0" bordercolor="green" cellspacing="0" cellpadding="0">
        <tr>
			<td width="156" height="2" valign="top">
            <img src="../images/layout/spacer.gif" width="156" height="2"></td>
		</tr>
		<tr>
			<td align="center" valign="top" > <!-- InstanceBeginEditable name="Menu" -->
			
<table  border="0" bordercolor="green" cellspacing="0" cellpadding="3" width="158" bgcolor="#81007B">
<tbody bgcolor="#81007B">
  <tr> 
    <td width="177" valign="top"> 
    <table width="142" border="3" bordercolor="#996699" bgcolor="#81007B">
      <tr> 
        <td title="Go back to Edmonton Chinese Philhamonica Home page &#22238;&#21040;&#20027;&#38913;" width="128" height="32"> 
          <font size="2">
        <a class="white" href="../default.html">
			<font color="#FFFF00">Home<br> &#36820;&#22238;&#20027;&#38913;</font></a></font></td>
      </tr>
	   <tr> 
        <td  width="128" height="36"><font size="2">
        <a class="white" href="../aboutus.html">
		<font color="#FFFF00">About Us <br>
        &#38364;&#26044;&#25105;&#20497; </font> </a> </font></td>
      </tr>
	  <tr> 
        <td width="128" height="34"><font size="2">
        <a class="white" href="../news.html">
		<font color="#FFFF00">News<br>
        &#26368;&#26032;&#28040;&#24687;</font></a></font></td>
      </tr>
      <tr> 
        <td width="128" height="34"><font size="2">
        <a class="white" href="../recent-performances.html">
		<font color="#FFFF00">Past 
        Performances<br>
        &#36942;&#21435;&#30340;&#34920;&#28436;</font></a></font></td>
      </tr>
	       <tr> 
        <td height="34" width="128"> 
          <a class="white" title="&#25991;&#23416;&#12289;&#29305;&#31295;&#12289;&#23560;&#27396;&#12289;&#20316;&#23478;&#12289;&#25991;&#31456;&#12289;&#35433;&#35422; Special Articles" href="../essay.html">
			<font color="#FFFF00">Articles<br>&#23560;&#38988;&#29305;&#31295;</font></a></td>
      </tr>
      
      <tr> 
        <td width="128" height="34">&nbsp;</td>
      </tr>
      <tr> 
        <td width="128" height="36"> 
          <font size="2">
        <a target="_blank" title="&#20854;&#23427;&#26377;&#36259;&#38899;&#27138;&#32178;&#31449; Links to other sites" class="white" href="../links.html">
        	<font color="#FFFF00">Links to other sites<br>&#20854;&#23427;&#26377;&#36259;&#38899;&#27138;&#32178;&#31449;</font></a></font></td>
      </tr>
     </tbody>
    </table><!-- InstanceEndEditable --></td>
				</tr>
				<tr>
					<td>&nbsp;</td>
				</tr>
			</table>
		</td>
    <td width="2">&nbsp;</td>
    <td valign="top">
		<table width="591" border="0" bordercolor="orange" cellspacing="0" cellpadding="0">
			<tr> 
				<!-- InstanceBeginEditable name="color bar" -->
				<!-- change bgcolor to #FFFFFF for white, or (#D5D2A7?) to join to tables -->
				<!-- also serves to separate head from contents -->
				<!-- td width="100%" valign="top" bgcolor="#FFFFFF"><img src="../images/layout/spacer.gif" width="591" height="2" --><!-- /td-->
				<!-- InstanceEndEditable -->
			</tr>
		</table>
		<table cellspacing="0" id="content">
			<tr>
				<td align="left" valign="top">
<p style="line-height: 200%; margin-top: 2px; margin-bottom: 1px">
<!-- InstanceBeginEditable name="Content" -->
            <font size="5"><b>&#20013;&#22283;&#27665;&#26063;&#27138;&#22120;&#31687;&#20043;&#12300;&#27138;&#38538;&#30340;&#32882;&#37096;&#12301;<br>
</b></font>
            <font size="3">
<br>
&#20013;&#22283;&#22312;&#21476;&#20195;&#34398;&#33308;&#26178;&#65292;&#23601;&#26366;&#25913;&#33391;&#29748;&#29791;&#21450;&#20854;&#20182;&#27138;&#22120;&#65292;&#32068;&#25104;&#22810;&#20154;&#30340;&#27138;&#38538;&#12290;&#21040;&#20102;&#21608;&#26397;&#65292;&#27138;&#22120;&#25353;&#20854;&#30332;&#32882;&#30340;&#29289;&#36074;&#32780;&#20998;&#25104;&#37329;&#12289;&#30707;&#12289;&#32114;&#12289;&#31481;&#12289;&#21263;&#12289;&#22303;&#12289;&#38761;&#12289;&#26408;&#65292;&#26159;&#28858;&#20843;&#38899;&#65292;&#12300;&#37329;&#12301;&#26159;&#37329;&#23660;&#30340;&#25970;&#25802;&#39006;&#20363;&#22914;&#32232;&#37912;&#65292;&#12300;&#30707;&#12301;&#26159;&#30707;&#35069;&#30340;&#25970;&#25802;&#39006;&#22914;&#32232;&#30956;&#65292;&#12300;&#32114;&#12301;&#26159;&#32114;&#24358;&#30340;&#24392;&#22863;&#39006;&#22914;&#29748;&#12289;&#29791;&#65292;&#12300;&#31481;&#12301;&#26159;&#31481;&#31649;&#30340;&#21561;&#22863;&#39006;&#22914;&#31649;&#12289;&#31732;&#12289;&#31722;&#65292;&#12300;&#21263;&#12301;&#26159;&#29992;&#29916;&#27580;&#35069;&#30340;&#21561;&#22863;&#39006;&#22914;&#31513;&#12289;&#31485;&#65292;&#12300;&#22303;&#12301;&#26159;&#22303;&#29138;&#30340;&#21561;&#22863;&#39006;&#22914;&#22734;&#25110;&#22628;&#65292;&#12300;&#38761;&#12301;&#26159;&#30382;&#38761;&#35069;&#30340;&#25970;&#25802;&#39006;&#22914;&#40723;&#65292;&#12300;&#26408;&#12301;&#26159;&#26408;&#35069;&#30340;&#25970;&#25802;&#39006;&#22914;&#31069;&#65292;&#27138;&#38538;&#26377;&#21508;&#31278;&#19981;&#21516;&#38899;&#33394;&#30340;&#27138;&#22120;&#20849;&#24190;&#21313;&#31278;&#12290;&#21776;&#20195;&#30340;&#23470;&#24311;&#20013;&#65292;&#24050;&#26377;&#25976;&#30334;&#20154;&#30340;&#40848;&#22823;&#31649;&#24358;&#21512;&#22863;&#22296;&#12290;&#23435;&#20803;&#20043;&#24460;&#65292;&#22320;&#26041;&#21127;&#27138;&#38283;&#22987;&#31735;&#21187;&#65292;&#25104;&#28858;&#38899;&#27138;&#34269;&#34899;&#30340;&#20027;&#27969;&#12290;&#21040;&#20108;&#21313;&#19990;&#32000;&#20013;&#33865;&#65292;&#22240;&#28858;&#21463;&#21040;&#35199;&#27915;&#20132;&#38911;&#27138;&#30340;&#24433;&#38911;&#65292;&#21448;&#24471;&#21040;&#22283;&#23478;&#30340;&#25552;&#20513;&#65292;&#36930;&#38283;&#22987;&#26377;&#31995;&#32113;&#21270;&#30340;&#20013;&#27138;&#38538;&#35477;&#29983;&#12290;&#29694;&#20170;&#20013;&#27138;&#38538;&#24120;&#35211;&#30340;&#27138;&#22120;&#25353;&#20854;&#28436;&#22863;&#30340;&#26041;&#24335;&#20998;&#22235;&#22823;&#39006;&#65306;&#25289;&#24358;&#12289;&#24392;&#25765;&#12289;&#21561;&#31649;&#12289;&#25970;&#25802;&#12290;</font><p style="line-height: 200%; margin-top: 2px; margin-bottom: 1px">
<font size="3"><br>
&#25289;&#24358;&#27138;&#22120;&#30340;&#20778;&#36234;&#24615;&#22312;&#26044;&#32882;&#38899;&#25345;&#32396;&#19981;&#26039;&#65292;&#24375;&#24369;&#33258;&#22914;&#65292;&#34920;&#29694;&#20986;&#21508;&#31278;&#21916;&#24594;&#21696;&#27138;&#30340;&#24863;&#24773;&#65292;&#26159;&#27138;&#38538;&#20013;&#26368;&#26377;&#34920;&#24773;&#30340;&#32882;&#37096;&#65292;&#20063;&#26159;&#27138;&#38538;&#30340;&#20027;&#24185;&#12290;&#24392;&#25765;&#27138;&#22120;&#30332;&#38899;&#28165;&#28552;&#12289;&#28703;&#28753;&#12289;&#36879;&#26126;&#65292;&#20351;&#27138;&#38538;&#20805;&#28415;&#29983;&#27683;&#65292;&#29986;&#29983;&#21205;&#30340;&#24863;&#35258;&#12290;&#21561;&#31649;&#27138;&#30340;&#32882;&#38899;&#28165;&#33030;&#12289;&#22073;&#20142;&#12289;&#37847;&#37848;&#65292;&#22686;&#21152;&#27138;&#38538;&#30340;&#33394;&#24425;&#12290;&#25970;&#25802;&#27138;&#23500;&#31680;&#22863;&#24863;&#65292;&#20855;&#26377;&#38663;&#25788;&#21147;&#65292;&#33021;&#22816;&#23559;&#27138;&#26354;&#20013;&#30340;&#21508;&#31278;&#24773;&#24863;&#65292;&#20363;&#22914;&#33288;&#22894;&#12289;&#25136;&#24900;&#12289;&#27489;&#39472;&#31561;&#65292;&#36914;&#19968;&#27493;&#30332;&#25582;&#24471;&#28107;&#28435;&#30433;&#33268;&#65292;&#36896;&#25104;&#25138;&#21127;&#24615;&#30340;&#39640;&#28526;&#12290;</font></p>
<p style="line-height: 200%; margin-top: 2px; margin-bottom: 1px">
<font size="3"><br>
&#25289;&#24358;&#27138;&#20197;&#20108;&#32993;&#32676;&#28858;&#20027;&#38899;&#65292;&#20134;&#32147;&#24120;&#20351;&#29992;&#39640;&#32993;&#25110;&#26495;&#32993;&#20358;&#38936;&#22863;&#65292;&#20013;&#32993;&#28858;&#20013;&#38899;&#65292;&#38761;&#32993;&#21644;&#20302;&#38899;&#38761;&#32993;&#28858;&#20302;&#38899;&#65292;&#20294;&#22240;&#26781;&#20214;&#25152;&#38480;&#65292;&#26989;&#39192;&#30340;&#27665;&#27138;&#38538;&#22810;&#20197;&#22823;&#25552;&#29748;&#21644;&#20493;&#22823;&#25552;&#29748;&#20358;&#20195;&#26367;&#38761;&#32993;&#12290;&#24392;&#25765;&#27138;&#20197;&#29749;&#29750;&#12289;&#26611;&#29748;&#28858;&#20013;&#39640;&#38899;&#65292;&#20013;&#38446;&#12289;&#22823;&#38446;&#21644;&#22823;&#19977;&#24358;&#28858;&#20013;&#20302;&#38899;&#65292;&#25562;&#29748;&#21508;&#38899;&#22495;&#20860;&#20633;&#29992;&#20197;&#22635;&#35036;&#65292;&#31631;&#29992;&#20197;&#21152;&#28155;&#33394;&#24425;&#12290;&#21561;&#31649;&#27138;&#26377;&#31515;&#23376;&#12289;&#27934;&#31787;&#12289;&#31513;&#12289;&#21993;&#21558;&#21644;&#31649;&#65292;&#26412;&#20358;&#26159;&#23660;&#26044;&#20013;&#39640;&#38899;&#30340;&#27138;&#22120;&#65292;&#36817;&#20154;&#30332;&#23637;&#20102;&#20302;&#38899;&#31513;&#12289;&#21152;&#37749;&#30340;&#21993;&#21558;&#21644;&#31649;&#65292;&#23559;&#21561;&#31649;&#27138;&#22120;&#20280;&#23637;&#21040;&#20013;&#20302;&#38899;&#30340;&#38936;&#22495;&#12290;&#36890;&#24120;&#30340;&#25970;&#25802;&#27138;&#22120;&#26377;&#22823;&#23567;&#40723;&#12289;&#38012;&#21644;&#37432;&#65292;&#36629;&#24039;&#30340;&#21063;&#26377;&#26408;&#39770;&#12289;&#30896;&#37428;&#12289;&#39340;&#37428;&#65292;&#20063;&#26377;&#25033;&#29992;&#35199;&#27915;&#30340;&#37392;&#40723;&#12289;&#19977;&#35282;&#12289;&#23450;&#38899;&#40723;&#12289;&#36557;&#40723;&#21644;&#37941;&#29255;&#29748;&#65292;&#36817;&#20195;&#24456;&#22810;&#22823;&#22411;&#27138;&#26354;&#20063;&#26377;&#20351;&#29992;&#40848;&#22823;&#30340;&#27665;&#26063;&#25970;&#25802;&#27138;&#22120;&#22914;&#38642;&#38012;(&#21487;&#22863;&#19977;&#20491;&#20843;&#24230;)&#12289;&#33311;&#23665;(&#21313;&#19977;&#38754;)&#38012;&#12289;&#20116;&#38899;&#25490;&#40723;&#12289;&#29978;&#33267;&#20223;&#21476;&#32232;&#37912;&#12290;</font></p>
<p style="line-height: 200%; margin-top: 2px; margin-bottom: 1px">&nbsp;</p>
<p style="line-height: 200%; margin-top: 2px; margin-bottom: 1px">
<font size="3">&#20013;&#22283;&#27665;&#26063;&#27138;&#22120;&#31687;&#20043;&#12300;&#25289;&#24358; - &#22868;&#27969;&#30340;&#28165;&#27849;&#12301;</font></p>
<p style="line-height: 200%; margin-top: 2px; margin-bottom: 1px">
<font size="3"><br>
&#19978;&#38754;&#35527;&#21040;&#20013;&#22283;&#33258;&#21608;&#26397;&#24050;&#23559;&#27138;&#22120;&#20998;&#25104;&#12300;&#37329;&#30707;&#32114;&#31481;&#21263;&#22303;&#38761;&#26408;&#12301;&#65292;&#26159;&#28858;&#20843;&#38899;&#65292;&#24418;&#21046;&#19981;&#21487;&#35586;&#19981;&#35920;&#23500;&#65292;&#20854;&#20013;&#12300;&#37329;&#30707;&#38761;&#26408;&#12301;&#28858;&#25970;&#25802;&#39006;&#65292;&#20308;&#20854;&#22235;&#65292;&#12300;&#31481;&#21263;&#22303;&#12301;&#28858;&#21561;&#22863;&#39006;&#65292;&#20308;&#20854;&#19977;&#65292;&#12300;&#32114;&#12301;&#39006;&#30340;&#24392;&#22863;&#27138;&#29544;&#20308;&#20854;&#19968;&#65292;&#33267;&#26044;&#20170;&#26085;&#38750;&#24120;&#26222;&#21450;&#30340;&#25289;&#24358;&#27138;&#65292;&#21407;&#20358;&#30070;&#26178;&#23578;&#26410;&#30332;&#23637;&#12290;<br>
&#25289;&#24358;&#27138;&#22120;&#30340;&#33288;&#36215;&#26159;&#22312;&#21313;&#19990;&#32000;&#24038;&#21491;&#65292;&#30456;&#30070;&#26044;&#23435;&#26397;&#65292;&#30070;&#26178;&#30340;&#38899;&#27138;&#20856;&#31821;&#26366;&#25551;&#36848;&#36942;&#19968;&#31278;&#21483;&#22874;&#29748;&#30340;&#25289;&#24358;&#27138;&#22120;&#65292;&#23427;&#30340;&#24418;&#24335;&#33287;&#24460;&#20358;&#12300;&#20803;&#21490;&#12301;&#20013;&#35352;&#36617;&#30340;&#32993;&#29748;&#24456;&#30456;&#20284;&#12290;&#32993;&#29748;&#30340;&#29748;&#31570;&#33945;&#19978;&#34503;&#30382;&#65292;&#20108;&#24358;&#36879;&#36942;&#29748;&#39340;&#22739;&#26044;&#30382;&#19978;&#65292;&#25289;&#24339;&#25830;&#24358;&#26178;&#34503;&#30382;&#25391;&#21205;&#33287;&#29748;&#31570;&#20849;&#25391;&#32780;&#30332;&#32882;&#12290;<br>
&#20108;&#32993;&#32147;&#36942;&#20102;&#32004;&#20116;&#30334;&#24180;&#30340;&#30332;&#23637;&#27511;&#31243;&#65292;&#20855;&#26377;&#26126;&#20142;&#12289;&#22291;&#28516;&#12289;&#26580;&#21644;&#30340;&#38899;&#33394;&#65292;&#36969;&#21512;&#29544;&#22863;&#21644;&#20276;&#22863;&#65292;&#20116;&#21313;&#24180;&#20195;&#20197;&#20358;&#65292;&#21448;&#21560;&#25910;&#20102;&#23567;&#25552;&#29748;&#30340;&#24339;&#27861;&#21644;&#25351;&#27861;&#65292;&#22823;&#22823;&#35920;&#23500;&#20102;&#20108;&#32993;&#30340;&#34920;&#29694;&#33021;&#21147;&#12290;&#39640;&#32993;&#27604;&#20108;&#32993;&#31245;&#32048;&#65292;&#38899;&#33394;&#23059;&#23113;&#65292;&#26580;&#21644;&#32048;&#33193;&#65292;&#26159;&#31925;&#21127;&#30340;&#20027;&#35201;&#20276;&#22863;&#27138;&#22120;&#65292;&#25925;&#21448;&#31281;&#31925;&#32993;&#65292;&#20276;&#22863;&#31925;&#21127;&#24120;&#35201;&#21152;&#33457;&#20197;&#29305;&#20986;&#20854;&#38899;&#33394;&#65292;&#29992;&#26044;&#27665;&#27138;&#21512;&#22863;&#26178;&#21063;&#35611;&#27714;&#33287;&#20108;&#32993;&#38899;&#33394;&#28342;&#21512;&#65292;&#39640;&#32993;&#30340;&#38936;&#22863;&#33021;&#21147;&#26997;&#24375;&#65292;&#21892;&#26044;&#34920;&#36948;&#27969;&#26274;&#32186;&#40599;&#30340;&#26059;&#24459;&#12290;&#26495;&#32993;&#26159;&#22240;&#20854;&#29748;&#31570;&#38754;&#26495;&#20197;&#34180;&#26704;&#26495;&#35069;&#25104;&#32780;&#24471;&#21517;&#65292;&#33258;&#28165;&#20195;&#24050;&#27969;&#34892;&#26044;&#26481;&#21271;&#12289;&#33775;&#21271;&#12289;&#21644;&#35199;&#21271;&#22320;&#21312;&#65292;&#26159;&#27827;&#21271;&#26758;&#23376;&#65292;&#31206;&#33108;&#31561;&#25138;&#26354;&#20013;&#30340;&#20027;&#35201;&#20276;&#22863;&#27138;&#22120;&#65292;&#26495;&#32993;&#24118;&#26377;&#39640;&#20130;&#26126;&#20142;&#30340;&#38899;&#33394;&#65292;&#21644;&#28611;&#37057;&#30340;&#37129;&#22303;&#39080;&#21619;&#65292;&#22312;&#27138;&#38538;&#20013;&#24120;&#25198;&#28436;&#38936;&#22863;&#21644;&#29544;&#22863;&#30340;&#35282;&#33394;&#12290;&#20013;&#32993;&#27604;&#20108;&#32993;&#22823;&#20123;&#65292;&#26159;&#36817;&#20195;&#28858;&#21512;&#22863;&#30340;&#38656;&#35201;&#32780;&#25913;&#36914;&#20986;&#20358;&#30340;&#19968;&#31278;&#20013;&#38899;&#25289;&#24358;&#27138;&#22120;&#65292;&#30332;&#38899;&#28145;&#21402;&#12289;&#22291;&#28516;&#65292;&#35183;&#25176;&#21644;&#35920;&#23500;&#20102;&#27138;&#38538;&#30340;&#38899;&#33394;&#65292;&#29544;&#22863;&#26178;&#26997;&#23500;&#26377;&#34920;&#29694;&#21147;&#12290;&#38761;&#32993;&#20063;&#26159;&#28858;&#37197;&#21512;&#20013;&#27138;&#38538;&#30340;&#30332;&#23637;&#65292;&#32780;&#22312;&#20108;&#32993;&#30340;&#22522;&#30990;&#19978;&#65292;&#21560;&#25910;&#20102;&#22823;&#25552;&#29748;&#30340;&#29305;&#40670;&#65292;&#25913;&#33391;&#32780;&#25104;&#30340;&#65292;&#38761;&#32993;&#30340;&#29748;&#39340;&#20006;&#19981;&#22739;&#22312;&#34770;&#30382;&#19978;&#65292;&#32780;&#26159;&#36890;&#36942;&#24039;&#22937;&#30340;&#27091;&#26438;&#21407;&#29702;&#65292;&#23559;&#24358;&#32218;&#30340;&#25391;&#21205;&#32147;&#29748;&#39340;&#20659;&#21040;&#20596;&#38754;&#30340;&#34770;&#30382;&#19978;&#65292;&#30001;&#26044;&#30382;&#38754;&#19981;&#21463;&#24358;&#22739;&#65292;&#38761;&#32993;&#30340;&#34770;&#30382;&#30452;&#24465;&#21487;&#36948;&#19968;&#21582;&#20108;&#21515;&#65292;&#20302;&#38899;&#38761;&#32993;&#26356;&#21487;&#36948;&#33267;&#19968;&#21582;&#21322;&#20197;&#19978;&#65292;&#38761;&#32993;&#38899;&#33394;&#20302;&#27785;&#33980;&#21185;&#65292;&#26159;&#27138;&#38538;&#20013;&#30340;&#20027;&#35201;&#20302;&#38899;&#27138;&#22120;&#12290;<br>
&#27665;&#27138;&#38538;&#30340;&#32232;&#21046;&#20013;&#65292;&#20108;&#32993;&#32676;&#20877;&#20998;&#25104;&#20841;&#37096;&#65292;&#20197;&#29986;&#29983;&#21644;&#24358;&#33287;&#20027;&#21103;&#26059;&#24459;&#30340;&#25928;&#26524;&#65292;&#20108;&#32993;&#12300;&#19968;&#12301;&#32232;&#22312;&#25351;&#25582;&#26049;&#37002;&#65292;&#20108;&#32993;&#12300;&#20108;&#12301;&#38752;&#24460;&#19968;&#40670;&#65292;&#27138;&#38538;&#30340;&#39318;&#24109;&#27138;&#24107;&#36890;&#24120;&#26371;&#26159;&#20108;&#32993;&#12300;&#19968;&#12301;&#30340;&#31532;&#19968;&#32993;&#29748;&#25163;&#65292;&#20294;&#23601;&#21512;&#22863;&#30340;&#35264;&#40670;&#32780;&#35328;&#65292;&#20841;&#37096;&#20108;&#32993;&#30340;&#22320;&#20301;&#21516;&#31561;&#37325;&#35201;&#12290;<br>
&#25289;&#24358;&#27138;&#22120;&#30340;&#32080;&#27083;&#22823;&#33268;&#30456;&#21516;&#65292;&#25152;&#20197;&#38899;&#33394;&#30340;&#28342;&#21512;&#24615;&#24456;&#24375;&#65292;&#28436;&#22863;&#26178;&#26377;&#33509;&#19968;&#20491;&#25972;&#39636;&#65292;&#20839;&#22312;&#30340;&#24773;&#24863;&#28304;&#28304;&#28263;&#20986;&#65292;&#28558;&#28227;&#30340;&#24863;&#26579;&#21147;&#21313;&#20998;&#39514;&#20154;&#12290;<br>
<br>
-
</font><font size="4">&#31243;&#33268;&#27589;</font><br>
&nbsp;</td>
			</tr>
		</table>
	    <p style="line-height: 200%; margin-top: 2px; margin-bottom: 1px">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
        </p>
        <p>&nbsp;</p>
        <p>&nbsp;&nbsp;
	</td>
    <!-- <td width="30"><img src="../images/layout/spacer.gif" width="30" height="8"></td> -->
  </tr>
</table>

<!-- InstanceBeginEditable name="footer" -->

<table width="800" cellpadding="0" id="footer">
  <tr>
    <td align="center" id="footerArea">
			<br>
			<img src="images/layout/genericRule.html" width="100%" height="1"><br><br>
			<img src="../images/footer/foot_Arrow.gif">&nbsp;<a class="footer" href="#.aspx">Privacy Policy</a>&nbsp;&nbsp;<img src="../images/footer/foot_Arrow.gif">&nbsp;<a class="footer" href="#.aspx">Terms and Conditions of Use</a><!--&nbsp;&nbsp;<img src="images/footers/foot_Arrow.gif">&nbsp;<a class="footer" href="#">Security</a>--><br><br>
      <div class="copyright">&copy; Copyright 2005-<script>document.write(new Date().getFullYear())</script> Edmonton Chinese Philharmonica Association, All 
        rights reserved.</div>
			<br>
		</td>
  </tr>
</table>
<!-- InstanceEndEditable -->
<script language="javascript">
  <!--
  //disable right-click
  var message="";
  
  function clickIE() {if (document.all) {(message);return false;}}
  function clickNS(e) {if 
  (document.layers||(document.getElementById&&!document.all)) {
  if (e.which==2||e.which==3) {(message);return false;}}}
  if (document.layers) 
  {document.captureEvents(Event.MOUSEDOWN);document.onmousedown=clickNS;}
  else{document.onmouseup=clickNS;document.oncontextmenu=clickIE;}
  // --> 
   </script>
</body>
<!-- InstanceEnd --></html>